{
  "home": {
    "text": [
      "În mai toate culturile lumii, procesul trecerii de la tradiţie spre modern a fost unul emoţionant şi controversat, discrepanţele dintre conservatori şi adepţii schimbării atingând adeseori aspecte dramatice. Poate unul dintre cele mai tragice tablouri este cel al căderii castei samurailor (clasa războinicilor din Japonia feudală), cea care a influenţat istoria niponă vreme de peste 1000 de ani."
    ]
  },
  "meiji": {
    "text": [
      "Restaurarea Meiji, cunoscută și ca Revoluția, Reforma sau Reînnoirea, a fost un șir de evenimente care au început în 1868 și care au dus la abolirea shogunatului și restaurarea conducerii imperiale în Japonia. Această perioadă a marcat transformări profunde în structurile politice și sociale, la finalul perioadei Edo (cunoscută și ca Șogunatul târziu Tokugawa) și începutul perioadei Meiji. După restaurare, șintoismul a fost declarat religie oficială, iar sincretismul cu budismul a fost interzis prin lege în 1868.",
      "În februarie 1867, împăratul Kōmei a murit, iar tronul i-a revenit fiului său, Mutsuhito (Împăratul Meiji), în vârstă de doar 15 ani. Tânărul monarh avea sprijinul militar al provinciilor Satsuma și Tosa. Shogunul Tokugawa Yoshinobu, aflat în funcție între ianuarie și noiembrie 1867, rămăsese practic fără sprijin armat, motiv pentru care, pe 8 noiembrie 1867, a abdicat. Spre deosebire de tradiție, Yoshinobu nu și-a făcut seppuku, ci a trăit un timp în anonimat, fiind ulterior primit la curtea imperială. Liderul forțelor imperiale, Saigo Takamori, și liderul forțelor shogunale, Katsu Kaishu, au negociat predarea pașnică a puterii.",
      "Deși shogunul a acceptat restaurarea și a retras trupele la Osaka, la sfârșitul lui ianuarie 1868, alte forțe Tokugawa au încercat să recucerească Kyoto. Acestea au fost însă înfrânte de trupele provinciilor Satsuma, Choshu și Tosa în cadrul Războiului Boshin (1867–1868). Bătălia finală, de la Toba-Fushimi, a încheiat efectiv dominația familiei Tokugawa, deși alte ramuri Tokugawa din nord au rezistat o vreme, iar flota din Hokkaido a rezistat până în 1869.",
      "La 3 ianuarie 1868, împăratul Mutsuhito a decretat preluarea oficială a puterii și abolirea regimului shogunal. Pe 26 noiembrie 1868, împăratul și-a mutat curtea la Edo, redenumit Tokyo („Capitala de Est”), marcând începutul unei noi epoci, pe care reforma a numit-o Meiji („guvernarea luminată”). Această eră a reprezentat simultan continuitate și schimbare profundă în societatea japoneză.",
      "În această perioadă, Japonia a promovat supunerea totală față de împărat și față de instituțiile statului, elemente care, în perioada premergătoare celui de-al Doilea Război Mondial, au fost canalizate spre o mentalitate militaristă și fanatică. Împăratul a rămas conducătorul guvernului și al armatei până la sfârșitul războiului, fiind divinizat de popor. ",
      "Una dintre cele mai profunde transformări a fost desființarea clasei samurailor. Timp de secole, samuraii dețineau privilegii și putere în Japonia. Totuși, guvernarea Meiji a dorit să construiască o armată centralizată, ceea ce a lăsat puțin loc pentru vechea clasă războinică. Reformele precum interzicerea purtării săbiilor și introducerea conscripției au erodat și mai mult statutul samurailor.",
      "Saigo Takamori, un lider samurai proeminent, a susținut inițial Restaurarea Meiji și a contribuit la răsturnarea shogunatului Tokugawa. Totuși, el s-a deziluzionat pe măsură ce guvernul a adoptat politici care marginalizau samuraii; a considerat că Japonia își pierde valorile tradiționale și că reformele merseseră prea departe."
    ]  
  },
  "satsuma": {
    "text": [
      "Timp de secole, samuraii au deținut o poziție importantă în societatea japoneză. Odată cu apariția lor în secolul al XII-lea, samuraii reprezentau elita militară, fiind renumiți pentru faptul că mânuiau săbii atunci când intrau în conflict.",
      "Prezența lor a rămas puternică până în era Meiji, când Japonia a cunoscut reforme masive. În timp ce unii au sprijinit schimbarea, alții au fost împotrivă, aceste sentimente determinând samuraii să organizeze rebeliunea Satsuma împotriva armatei imperiale.",
      "Rebeliunea Satsuma din 1877 a fost un conflict japonez major, marcând ultima revoltă notabilă a samurailor împotriva modernizării rapide a guvernului împăratului Meiji.",
      "Rebeliunea a fost alimentată de nemulțumirea samurailor, care erau împotriva reformelor pe care le adusese Restaurarea Meiji. Printre acestea se numărau abolirea statutului privilegiat al samurailor, desființarea ajutoarelor lor și introducerea extrem de controversată a conscripției, care a subminat rolul lor tradițional de clasă războinică a Japoniei.",
      "În fruntea rebeliunii se afla Saigō Takamori, un fost lider al Armatei Imperiale care participase la Războiul Boshin. El a fost, de asemenea, o figură importantă a Restaurației Meiji, cunoscut ca fiind unul dintre cei „Trei Mari Nobili”, alături de Ōkubo Toshimichi și Kido Takayoshi.",
      "În ciuda faptului că inițial a susținut modernizarea, Saigō a fost deranjat de marginalizarea samurailor și de ritmul rapid în care aveau loc schimbările.",
      "Rebeliunea a început în ianuarie 1877, când Saigō și adepții săi, care mai târziu au ajuns la aproximativ 20 000, au mărșăluit de la baza lor din Kagoshima la castelul Kumamoto, sperând să obțină sprijin și să declanșeze o insurecție mai amplă. După aproape două luni, Saigō și oamenii săi au pierdut, dar acest lucru nu le-a diminuat moralul, ei confruntându-se din nou cu forțele imperiale în Bătălia de la Tabaruzaka.",
      "Având loc în perioada 3-20 martie, forțele lui Saigō au fost depășite numeric de 15 000 la 90 000. Similar cu ceea ce a avut loc la Castelul Kumamoto, rebelii nu au făcut față armatei imperiale, care era înarmată cu puști și artilerie, arme mult mai avansate decât cele mânuite de samurai."
    ]
  },
  "shiroyama": {
    "text":[
      "Până în septembrie 1877, forțele samurailor se reduseseră la doar 500 de oameni. Saigō Takamori și loialii săi adepți s-au retras la Shiroyama, un deal din apropierea orașului Kagoshima. Această locație oferea unele avantaje strategice datorită altitudinii sale, dar șansele erau copleșitor de mici.",
      "Armata imperială, condusă de generalul Yamagata Aritomo, a înconjurat zona cu aproximativ 30.000 de soldați. Forțele guvernamentale erau bine echipate cu arme moderne, inclusiv artilerie și mitraliere Gatling. Scopul lor era să zdrobească complet rezistența samurailor rămași și să pună capăt rebeliunii odată pentru totdeauna.",
      "Saigō și oamenii săi știau că se confruntă cu șanse imposibile. Le lipseau hrană, muniție și întăriri. În ciuda acestui fapt, erau hotărâți să lupte până la capăt. Saigō credea că predarea ar fi dezonorat codul samurailor, bushido, iar oamenii săi împărtășeau acest sentiment. Samuraii erau gata să lupte până la capăt.",
      "Pe măsură ce se lăsa noaptea, pe 23 septembrie 1877, Armata Imperială a lansat un baraj de artilerie nemilos. Tunurile moderne și mitralierele Gatling au lovit apărarea samurailor care nu aveau cu ce să se apere împotriva acestei puteri de foc copleșitoare. Pozițiile lor defensive au fost rapid slăbite de bombardament.",
      "Utilizarea armamentului modern de către Armata Imperială simboliza noua eră a războiului care cuprinsese Japonia. Samuraii, cu săbiile și sulițele lor, nu puteau face față razei de acțiune și preciziei devastatoare ale tunurilor imperiale. În ciuda pierderilor grele și a lipsei speranței de victorie, oamenii lui Saigō au rămas hotărâți.",
      "Pe tot parcursul nopții, bombardamentul a continuat, subțiind rândurile samurailor și făcând apărarea lor mai vulnerabilă la atacul iminent.",
      "În zori, pe 24 septembrie, forțele imperiale au lansat asaltul final. Cu apărarea samurailor aproape distrusă, trupele imperiale au avansat pe deal. Numărul mare de soldați și puterea lor militară superioară i-au copleșit pe puținii apărători rămași.",
      "Într-o încercare disperată de a schimba soarta bătăliei, samuraii au lansat mai multe contraatacuri curajoase. Înarmați în principal cu arme tradiționale, s-au aruncat în luptă, știind că era ultima lor bătălie. Au luptat cu săbii și sulițe, înfruntând puști moderne și mitraliere. În ciuda curajului lor, samuraii nu au putut face față Armatei Imperiale.",
      "În câteva ore, bătălia s-a încheiat. Armata Imperială a obținut o victorie decisivă. Ultimii supraviețuitori ai forțelor samurailor au fost nimiciți. Oamenii lui Saigō au luptat cu vitejie, dar înfrângerea lor era inevitabilă."
    ]
  },
  "saigo": {
    "text": [
      "La 24 septembrie 1877, Saigo Takamori, liderul unei revolte masive împotriva noului guvern național al Japoniei, a murit pe dealurile din Shiroyama, Kagoshima. Moartea sa a fost impregnată de o ironie tragică: Saigo a murit luptând împotriva unui guvern pe care el însuși contribuise să-l creeze. Saigo a fost o figură centrală în mișcarea de răsturnare a shogunatului, iar după Restaurarea Meiji din 1868 a devenit unul dintre cei trei cei mai puternici oameni din noul stat Meiji. Totuși, el s-a înstrăinat treptat de colegii săi și a demisionat din guvern în 1873.",
      "În ultimii săi ani, într-o perioadă de schimbări culturale tectonice, a fost celebrat ca model al virtuții tradiționale a samurailor. În ianuarie 1877, Saigo a preluat comanda rebeliunii Satsuma și a condus o armată de aproximativ 20.000 de samurai nemulțumiți spre nord-est, către Tokyo. Eșecul revoltei era evident până în aprilie, dar rebelii, retrăgându-se prin munții din Kyushu, au reușit să evite armata imperială înaintată încă cinci luni.",
      "Pentru guvern și susținătorii săi, acesta a fost un moment de celebrare: era descris drept un triumf al rațiunii și progresului asupra înapoierii și „feudalismului”. În afara guvernului, însă, moartea lui Saigo a marcat sfârșitul acelui sentiment exaltant, deși frenetic, de posibilitate care caracteriza începuturile politicii Meiji. Atât pentru intelectuali, cât și pentru publicul larg, Saigo reprezenta o alternativă la viziunea etatistă, birocratică și centralizatoare asupra Japoniei moderne. O gamă improbabil de variată de critici, de la adepți ai contractului social al lui Rousseau până la apărători ai tradiției samurailor, s-au identificat cu rebeliunea lui Saigo și i-au deplâns moartea ca pe un triumf al autocrației. Statutul său eroic ca lider al Restaurării și reticența sa fermă în a-și face publice opiniile divergente au făcut din Saigo un simbol al oricărei forme de rezistență principială față de statul Meiji. Moartea sa a reprezentat, astfel, sfârșitul unei epoci a posibilităților revoluționare.",
      "Aceasta era o povară simbolică grea, iar detaliile cotidiene ale ultimelor zile și ale morții sale nu puteau satisface asemenea așteptări puternice. Astfel, când artiștii și comentatorii au reprezentat rebeliunea și înfrângerea lui Saigo, au produs un bogat corpus de fantezii și legende. Unii l-au imaginat pe Saigo, sau cel puțin capul său, urcând la cer și stabilindu-se pe planeta Marte. Aceste povești au fost stimulate, în parte, de apropierea neobișnuită a planetei de Pământ în 1877: Marte era deosebit de strălucitor pe cerul nopții în acel an, facilitând descoperirea sateliților săi, Phobos și Deimos, în august 1877.",
      "Alții l-au reprezentat pe Saigo culcat liniștit, atingând nirvana, înconjurat de discipoli îndurerați. Această imagine era o trimitere vizuală la o lungă tradiție de pictură și sculptură budistă, cu diferența că Saigo îl înlocuia pe Shakyamuni, Buddha istoric. O viziune opusă apărea într-o gravură fantezistă intitulată „Revoluția lui Saigo în lumea de dincolo”, în care Saigo, rebel puternic până la final, îl răsturna pe Regele Iadului.",
      "De asemenea, a devenit populară povestea conform căreia Saigo, înconjurat de adepții săi, a comis seppuku, sinuciderea rituală a samurailor. O gravură de senzație din 11 octombrie 1877, de exemplu, îl arată pe Saigo înfigându-și sabia în abdomen; sângele țâșnește din pântece, deasupra unui cartuș cu numele său. În spatele lui, Oku Yoshinosuke, secundul său (kaishaku), așteaptă să-i taie capul. Saigo este înconjurat de adepți loiali care, în ciuda rănilor grave, continuă să lupte până la capăt. Titlul gravurii, „Saigo și ofițerii săi comit seppuku la Shiroyama”, întărește mesajul vizual.",
      "În realitate, Saigo a fost împușcat de soldații guvernamentali și a murit pe loc. A fost găsit cu o rană de glonț în abdomen, iar capul său a fost tăiat și expus în public ca dovadă a înfrângerii sale. Deși detaliile exacte ale morții sale au fost ascunse sau distorsionate în mod deliberat pentru a se potrivi cu narațiunile preferate, adevărul este că Saigo nu a comis seppuku și nu a avut parte de o moarte eroică sau nobilă. Moartea sa a fost tragică și 'umilitoare' (conform percepției japoneze), dar a devenit un simbol puternic al rezistenței și al spiritului samurailor în fața schimbării inevitabile.",
      "Relatările despre seppuku-ul lui Saigo s-au bucurat de o longevitate și popularitate remarcabile. Scena spectaculoasă a sinuciderii din filmul The Last Samurai este printre cele mai recente și, cu siguranță, cele mai costisitoare reprezentări ale presupusului său seppuku. Mențiuni despre sinuciderea lui Saigo apar și în importante lucrări de referință istorice japoneze și americane, precum și în manuale majore despre Japonia modernă.",
      "Transformarea seppuku-ului lui Saigo din fantezie în „fapt istoric” a coincis cu ascensiunea bushido ca ideologie națională. Conectarea lui Saigo la bushido le-a permis ideologilor să-l integreze într-o narațiune mai amplă a eroilor marțiali japonezi. O moarte glorioasă prin seppuku însemna că criticii puteau să-l venereze pe Saigo și, în același timp, să-i condamne insurecția: o sinucidere potrivită îl făcea mort, dar mort cu onoare.",
      "Astfel, legenda seppuku-ului lui Saigo s-a dovedit extrem de compatibilă cu naționalismul târziu Meiji și cu accentul său pe bushido. Seppuku l-a transformat pe Saigo într-un precursor al militarismului japonez, mai degrabă decât într-un contestatar periculos al statului."
    ]
  },
  "galerie": {
    "imagine1": "Saigo Takamori în armură de samurai",
    "imagine2": "Gravură reprezentând seppuku-ul lui Saigo",
    "imagine3": "Monumentul lui Saigo Takamori la Shiroyama"
  }
}
